import React from "react";
import MultiplePizzas from "../assets/multiplePizzas.jpeg";
import "../styles/About.css";
function About() {
  return (
    <div className="about">
      <div
        className="aboutTop"
        style={{ backgroundImage: `url(${MultiplePizzas})` }}
      ></div>
      <div className="aboutBottom">
        <h1> אודות </h1>
        <p>
        קניות מקוונות, המכונה גם מסחר אלקטרוני, היא תהליך של קנייה ומכירה של מוצרים או שירותים דרך האינטרנט. זה הפך ליותר ויותר פופולרי בשנים האחרונות בגלל הנוחות והמגוון של המוצרים הזמינים באינטרנט.

עם קניות מקוונות, לקוחות יכולים לדפדף במגוון רחב

אחד היתרונות העיקריים של קניות באינטרנט הוא הנוחות שהיא מציעה. לקוחות יכולים לקנות בכל שעה ביום או בלילה, והם לא צריכים לדאוג לגבי שעות החנות או זמן הנסיעה. קניות מקוונות גם מבטלות את הצורך לשאת מזומן או כרטיסי אשראי, מכיוון שרוב החנויות המקוונות מקבלות צורות שונות של תשלום דיגיטלי.

יתרון נוסף הוא היכולת להשוות מחירים בקלות בין חנויות מקוונות שונות כדי למצוא את העסקה הטובה ביותר. קניות מקוונות גם מאפשרות ללקוחות לקרוא ביקורות מלקוחות אחרים, מה שיכול לעזור להם לקבל החלטות רכישה מושכלות יותר.
        </p>
      </div>
    </div>
  );
}

export default About;
